tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
brew "binutils"
brew "coreutils"
brew "diffutils"
brew "ed"
brew "ffsend"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnutls"
brew "grep"
brew "gzip"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "pipx"
brew "python@3.8"
brew "ranger"
brew "rbenv"
brew "sassc"
brew "screen"
brew "spaceship"
brew "tmux"
brew "watch"
brew "wdiff"
brew "wget"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-no-title-bars"]
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ubersicht"
