alsa-plugins
alsa-utils
aspell
aspell-en
autoconf
automake
awesome
aws-session-manager-plugin
bash
bash-completion
bind-tools
bison
bluez
bzip2
cava
code
coreutils
cronie
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
discount
dmidecode
docker
docker-compose
dunst
e2fsprogs
emacs
expect
fakeroot
fd
feh
file
filesystem
findutils
firefox
flex
font-bh-ttf
font-bitstream-speedo
gawk
gcc
gcc-libs
gettext
git
glibc
glide
gnome-keyring
go
gobject-introspection
google-chrome
grep
grub
gsfonts
gzip
haveged
htop
i3-gaps
imagemagick
imagewriter
inetutils
intel-ucode
iproute2
iputils
jfsutils
jid-bin
jq
less
libnotify
licenses
lightdm
lightdm-gtk-greeter
lightdm-webkit-theme-aether
lightdm-webkit2-greeter
linux
linux-firmware
logrotate
lsof
lua
luarocks
lvm2
m4
maim
make
man-db
man-pages
mdadm
nano
neofetch
nerd-fonts-complete
net-tools
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nm-connection-editor
nodejs
noto-fonts
npm
nvidia-390xx
openssh
openvpn
otf-fira-code-symbol
pacman
pacman-contrib
papirus-icon-theme
patch
pavucontrol
pciutils
perl
pkgconf
playerctl
polybar
powerline-fonts
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
qemu
reiserfsprogs
ripgrep
rofi
rofi-menus-git
rust-analyzer-bin
rxvt-unicode
s-nail
sdl_ttf
sed
shadow
shellcheck
siji-git
slack-desktop
snapd
spotify-dev
sudo
sysfsutils
systemd-sysvcompat
tar
termsyn-font
terraform
texinfo
tmux
traceroute
tree
ttf-anonymous-pro
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-iosevka-git
ttf-liberation
unzip
usbutils
util-linux
vi
vim
wget
which
wmctrl
wordnet-cli
xclip
xdg-user-dirs
xdotool
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-type1
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zoom
zsh
