acpid
alsa-utils
aspell-en
awesome-git
aws-sam-cli
aws-session-manager-plugin
bash-completion
bind
cadmus-appimage
cava
cloc
code
cronie
dhcpcd
dialog
discount
dmidecode
docker-compose
dunst
emacs
expect
fd
feh
firefox
font-bh-ttf
font-bitstream-speedo
fortune-mod
gimp
globalprotect-openconnect
go
gobject-introspection
google-chrome
goreleaser
grub
haveged
htop
i3-gaps
imagemagick
inetutils
inotify-tools
intel-ucode
iputils
jfsutils
jid-bin
jq
k9s
kitty
kubectx
libreoffice-fresh
licenses
light-git
lightdm-gtk-greeter
lightdm-webkit-theme-aether
linux-firmware
logrotate
lsof
luarocks
luit
maim
man-pages
mpc
mpd
nano
neofetch
net-tools
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nm-connection-editor
npm
nvidia
nvidia-settings
otf-fira-code-symbol
packer
pacman-contrib
papirus-icon-theme
pavucontrol
picom-ibhagwan-git
playerctl
polybar
powerline-fonts
proselint
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
qemu
redshift
reflector
reiserfsprogs
rofi-menus-git
rsync
rust-analyzer-bin
rxvt-unicode
s-nail
sdl_ttf
seahorse
shellcheck
siji-git
slack-desktop
snapd
spotify-edge-snap
spotifyd
strace
systemd-sysvcompat
termsyn-font
terraform
tmux
traceroute
tree
ttf-ancient-fonts
ttf-anonymous-pro
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-iosevka-git
usbutils
vi
vim
wget
wmctrl
wordnet-cli
xclip
xdg-user-dirs
xdotool
xf86-video-vesa
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-type1
xorg-iceauth
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zoom
zsa-wally
zsh
